[{"username":"Sunny123","postContent":"Celebrating my birthday today! Grateful for another year on joy, friendship and new adventures!","photoURL":""},{"username":"ZeldaFan111","postContent":"I’m thinking about cosplaying as Link at the next ComiCon! What do you guys think?","photoURL":""},{"username":"MusicLover22","postContent":"I really hope I can get tickets for the upcoming KISS show too, they’re so good live!","photoURL":""},{"username":"AdventureSeeker","postContent":"The food in the Alps was also incredible. A life changing, unforgettable experience!","photoURL":""},{"username":"Bookworm98","postContent":"I think Legolas is my favorite character in Lord of the Rings, his skills with the bow is crazy!","photoURL":""},{"username":"SportsEnjoyer1000","postContent":"I wish the Bills would give Josh Allen more offensive line protection, he doesn’t have a second to scan the field in the pocket before a defender is about to tackle him!","photoURL":""},{"username":"DefinitelyNotTheBankManager","postContent":"I’m heading to a party later tonight in Montauk actually, very exclusive! Only other rich people were invited! Its great to be a rich bank manager! I hope nobody hacks my account!","photoURL":""},{"username":"SportsEnjoyer1000","postContent":"Josh Allen is a top 3 quarterback in the NFL, and he’s definitely not #3.","photoURL":""},{"username":"AdventureSeeker","postContent":"I went on a wild trip last year backpacking through Europe. The Alps were beautiful, and the food was to die for!","photoURL":""},{"username":"Sunny123","postContent":"My significant other and I actually got married in Hawaii! It was an absolutely magical experience!!","photoURL":""},{"username":"ZeldaFan111","postContent":"“The Legend of Zelda: Ocarina of Time” is still my favorite game of all time, I still love hearing the sound of the ocarina, I even have the soundtrack on my phone!","photoURL":""},{"username":"MusicLover22","postContent":"Nothing better than rocking out to some heavy metal music, Metallica is no doubt my favorite band! Their albums like “Ride the Lightning” and “… And Justice For All” are CLASSICS!!","photoURL":""},{"username":"Bookworm98","postContent":"J.R.R. Tolkien’s “Lord Of The Rings” is the best book series ever created. The Battle for Helms Deep always gets the blood flowing, its so intense! Thank goodness Peter Jackson did that book trilogy justice!","photoURL":""},{"username":"DefinitelyNotTheBankManager","postContent":"The Hamptons are so exclusive, and the parties during the summer are so lavish. Its great being rich!","photoURL":""},{"username":"SportsEnjoyer1000","postContent":"This is the year, the Buffalo Bills are finally gonna win the Super Bowl! I can just feel it!","photoURL":""},{"username":"ZeldaFan111","postContent":"I love playing video games, but the Zelda franchise is definitely my favorite! I taught Bobby how to play it back in the day!","photoURL":""},{"username":"Sunny123","postContent":"Just returned from a lovely vacation in Hawaii! The beaches were so beautiful, and the sunsets were stunning. Feeling refreshed and ready to take on the world!","photoURL":""},{"username":"DefinitelyNotTheBankManager","postContent":"•\tMy new house in the Hamptons is simply stunning. Thank goodness I gave myself another raise and a bigger bonus this year! Yay me!","photoURL":""},{"username":"Bookworm98","postContent":"I love being able to sit down with a fresh cup of coffee and reading a book. Books just transport me to a different world!","photoURL":""}]